class BotMessages:
    start_cmd_msg = (
        "👋 Привет!\n"
        "Я CorpusVisionBot, ваш помощник для классификации изображений.\n\n"
        "📌 Моя основная задача — анализировать предоставленные данные и распределять их по соответствующим категориям.\n\n"
        "📌 Чтобы начать, просто отправьте мне фотографию или файловое изображение.\n\n"
        "<i>* Принимаются только следующие форматы: jpeg, png, webp</i>"
    )
    all_text_msg = (
        "⚠️ Пожалуйста, отправьте мне фотографию или файловое изображение."
    )
    downloaded_photo_msg = (
        "⏳ Подождите, идёт обработка изображения. Это может занять некоторое время..."
    )
    help_msg = (
        "📌 Попробуйте перезапустить бота командой /start"
    )
